Revit 2027 API
ParameterTypeId.DpartBaseLevelByOriginal Property
 "Base Level By Original"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DpartBaseLevelByOriginal { get; }
Public Shared ReadOnly Property DpartBaseLevelByOriginal As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DpartBaseLevelByOriginal {
	ForgeTypeId^ get ();
}
static member DpartBaseLevelByOriginal : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace